from prettytable import PrettyTable

# создаем макет таблицы
table = PrettyTable()

# табилцу, показали то что она есть
table.field_names = ["Атомный номер", "Символ", "Название", "Атомная масса"]

# список элементов пару штук
elements = [
    (1, "H", "Водород", 1.008),
    (2, "He", "Гелий", 4.0026),
    (3, "Li", "Литий", 6.94),
    (4, "Be", "Бериллий", 9.0122),
    (5, "B", "Бор", 10.81),
    (6, "C", "Углерод", 12.011),
    (7, "N", "Азот", 14.007),
    (8, "O", "Кислород", 15.999),
    (9, "F", "Фтор", 18.998),
    (10, "Ne", "Неон", 20.180),
]

for element in elements:
    table.add_row(element)

print(table)